tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "chipsalliance/verible"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "powershell/tap"
brew "python@3.13"
brew "glib"
brew "python@3.12"
brew "at-spi2-core"
brew "bat"
brew "cairo"
brew "harfbuzz"
brew "btop"
brew "csvlens"
brew "docker"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@6"
brew "folderify"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gradle"
brew "graphviz"
brew "gtk+3"
brew "gtk4"
brew "json-glib"
brew "libsoup"
brew "py3cairo"
brew "pygobject3"
brew "gstreamer"
brew "jq"
brew "jupyterlab"
brew "lgogdownloader"
brew "libbitcoin-server"
brew "libgphoto2"
brew "lsd"
brew "midnight-commander"
brew "mongosh"
brew "moon-buggy"
brew "neovim"
brew "ninvaders"
brew "nmap"
brew "nsnake"
brew "nvm"
brew "openfpgaloader"
brew "openvino"
brew "pipx"
brew "plantuml"
brew "python-matplotlib"
brew "qemu"
brew "sane-backends"
brew "screenfetch"
brew "subversion"
brew "tcpdump"
brew "telnet"
brew "thefuck"
brew "toipe"
brew "tree"
brew "tty-solitaire"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "apple/apple/game-porting-toolkit"
brew "chipsalliance/verible/verible"
brew "gromgit/fuse/ntfs-3g-mac"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "powershell/tap/powershell", link: false
cask "atom"
cask "drawio"
cask "emacs"
cask "geekbench"
cask "ghostty"
cask "gimp"
cask "godot"
cask "iterm2"
cask "legcord"
cask "logitech-g-hub"
cask "lunar"
cask "macfuse"
cask "mounty"
cask "postman"
cask "powershell"
cask "robloxstudio"
cask "save-hollywood"
cask "scenebuilder"
cask "warp"
cask "wezterm"
cask "xquartz"
cask "zed"
cask "zen-browser"
vscode "adpyke.codesnap"
vscode "alexcvzz.vscode-sqlite"
vscode "alexowl.transparent-color-theme"
vscode "alphabotsec.vscode-eclipse-keybindings"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "arwinneil.lolcode"
vscode "batisteo.vscode-django"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "christian-kohler.npm-intellisense"
vscode "cirlorm.mobileview"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.code-runner"
vscode "franneck94.c-cpp-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "harryhopkinson.vs-code-runner"
vscode "icrawl.discord-vscode"
vscode "illixion.vscode-vibrancy-continued"
vscode "kevinrose.vsc-python-indent"
vscode "leonardssh.vscord"
vscode "martinjohns.inline-types"
vscode "mateocerquetella.xcode-12-theme"
vscode "mathcale.theme-dracula-refined"
vscode "mathworks.language-matlab"
vscode "mechatroner.rainbow-csv"
vscode "mellena1.eclipse-new-java-project"
vscode "microprofile-community.mp-rest-client-generator-vscode-ext"
vscode "microprofile-community.mp-starter-vscode-ext"
vscode "microprofile-community.vscode-microprofile-pack"
vscode "miguelsolorio.fluent-icons"
vscode "mikaelkristiansson87.react-theme-vscode"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "oracle.oracle-java"
vscode "pkief.material-icon-theme"
vscode "pleiades.java-extension-pack-jdk"
vscode "redhat.java"
vscode "redhat.vscode-community-server-connector"
vscode "redhat.vscode-microprofile"
vscode "redhat.vscode-quarkus"
vscode "redhat.vscode-rsp-ui"
vscode "redhat.vscode-xml"
vscode "reditorsupport.r"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "shardulm94.trailing-spaces"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "sveggiani.vscode-field-lights"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "zhuangtongfa.material-theme"
