aom
apr
apr-util
aribb24
at-spi2-core
atk
bat
bazel
bison
boost
boost@1.76
brotli
btop
c-ares
ca-certificates
cairo
capstone
certifi
cjson
cmake
confuse
csvlens
dav1d
dbus
diffutils
docker
docker-completion
dtc
exiftool
eza
faac
faad2
fastfetch
faudio
fdk-aac
ffmpeg
ffmpeg@6
flac
folderify
fontconfig
fontforge
freetype
frei0r
fribidi
fzf
game-porting-toolkit
game-porting-toolkit-compiler
gcc
gd
gdk-pixbuf
gettext
ghostscript
giflib
git-lfs
glib
glib-networking
gmp
gnupg
gnutls
go@1.22
gobject-introspection
gradle
graphene
graphite2
graphviz
gsettings-desktop-schemas
gstreamer
gtk+3
gtk4
gts
harfbuzz
hicolor-icon-theme
highway
htmlcxx
hwloc
icu4c
icu4c@74
icu4c@75
icu4c@76
imagemagick
imath
isl
jasper
jbig2dec
jpeg
jpeg-turbo
jpeg-xl
jq
json-glib
jsoncpp
jupyterlab
lame
leptonica
lgogdownloader
libarchive
libass
libassuan
libavif
libb2
libbitcoin-blockchain
libbitcoin-consensus
libbitcoin-database
libbitcoin-network
libbitcoin-node
libbitcoin-protocol
libbitcoin-server
libbitcoin-system
libbluray
libcuefile
libde265
libdeflate
libepoxy
libevent
libexif
libftdi
libgcrypt
libgit2
libgit2@1.8
libgpg-error
libgphoto2
libgsm
libheif
libidn
libidn2
libimagequant
libksba
liblinear
liblqr
libmicrohttpd
libmpc
libnghttp2
libnice
libogg
libomp
libpcap
libpng
libpsl
libpthread-stubs
libraqm
libraw
libreplaygain
librist
librsvg
libsamplerate
libshout
libslirp
libsndfile
libsodium
libsoup
libsoxr
libspiro
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libuninameslist
libunistring
libusb
libusb-compat
libusrsctp
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxi
libxrender
libxtst
libyaml
little-cms2
lpeg
lsd
lua
luajit
luv
lz4
lzo
m4
mbedtls
midnight-commander
mingw-w64
mongosh
moon-buggy
mpdecimal
mpfr
mpg123
msgpack
musepack
ncurses
neovim
net-snmp
netpbm
nettle
ninja
ninvaders
nmap
node
npth
nsnake
ntfs-3g-mac
numpy
nvm
oh-my-posh
oniguruma
openblas
opencore-amr
openexr
openfpgaloader
openjdk
openjdk@21
openjpeg
openssl@1.1
openssl@3
openvino
opus
orc
p11-kit
pandoc
pango
pcre2
pillow
pinentry
pipx
pixman
pkgconf
plantuml
powershell
pugixml
py3cairo
pygobject3
python-matplotlib
python-packaging
python@3.11
python@3.12
python@3.13
qemu
qhull
rav1e
readline
rhash
rtmpdump
rubberband
ruby
s-lang
sane-backends
screenfetch
sdl2
shared-mime-info
snappy
speex
sqlite
srt
srtp
subversion
svt-av1
taglib
tbb
tcpdump
telnet
tesseract
thefuck
theora
tidy-html5
tinyxml2
toipe
tree
tree-sitter
tty-solitaire
unbound
unibilium
utf8proc
vde
verible
vim
webp
wget
woff2
x264
x265
xorgproto
xvid
xz
yt-dlp
zeromq
zimg
zlib
zstd
atom
drawio
emacs
geekbench
ghostty
gimp
godot
iterm2
legcord
logitech-g-hub
lunar
macfuse
mounty
postman
powershell
robloxstudio
save-hollywood
scenebuilder
warp
wezterm
xquartz
zed
zen-browser
